<?php
// Heading
$_['heading_title']      = 'Повернення товару';

// Text
$_['text_account']       = 'Обліковий запис';
$_['text_return']        = 'Інформація про повернення';
$_['text_return_detail'] = 'Детальна інформація про повернення';
$_['text_description']   = 'Будь ласка, заповніть форму запиту на повернення товару.';
$_['text_order']         = 'Інформація про замовлення';
$_['text_product']       = 'Інформація про товар та причина повернення';
$_['text_reason']        = 'Причина повернення';
$_['text_message']       = '<p>Ви надіслали запит на повернення.</p><p> Повідомлення про статус запиту надходять на ваш e-mail.</p>';
$_['text_return_id']     = '№ запиту на повернення:';
$_['text_orders_id']     = '№ замовлення:';
$_['text_date_ordered']  = 'Дата замовлення:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата додавання:';
$_['text_comment']       = 'Коментар з повернення';
$_['text_history']       = 'Історія повернень';
$_['text_no_results']    = 'Ви не здійснювали жодного попереднього повернення!';
$_['text_agree']         = 'Я прочитав і приймаю <a href="%s" class="modal-link"><b>%s</b></a>';

// Column
$_['column_return_id']   = '№ Запиту на повернення';
$_['column_order_id']    = '№ Замовлення';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата додавання';
$_['column_customer']    = 'Покупець';
$_['column_product']     = 'Назва товару';
$_['column_model']       = 'Код товару';
$_['column_quantity']    = 'Кількість';
$_['column_price']       = 'Ціна';
$_['column_opened']      = 'Відкрито';
$_['column_comment']     = 'Коментар';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Дія';

// Entry
$_['entry_order_id']     = '№ Замовлення';
$_['entry_date_ordered'] = 'Дата замовлення';
$_['entry_firstname']    = 'Ім\'я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Назва товару';
$_['entry_model']        = 'Код товару';
$_['entry_quantity']     = 'Кількість';
$_['entry_reason']       = 'Причина поверненняа';
$_['entry_opened']       = 'Товар розпакований';
$_['entry_fault_detail'] = 'Опис дефектів';

// Error
$_['text_error']         = 'Запиту на повернення не знайдено!';
$_['error_token']        = 'Попередження: токен скидання недійсний!';
$_['error_order_id']     = 'Не вказано № замовлення!';
$_['error_firstname']    = 'Ім\'я повинне містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинне містити від 1 до 32 символів!';
$_['error_email']        = 'E-Mail адреса введена неправильно!';
$_['error_telephone']    = 'Номер телефону має містити від 3 до 32 символів!';
$_['error_product']      = 'Найменування товару має містити від 3 до 255 символів!';
$_['error_model']        = 'Код товару має містити від 3 до 64 символів!';
$_['error_reason']       = 'Потрібно вказати причину повернення товару!';
$_['error_agree']        = 'Ви повинні підтвердити згоду з %s!';