<?php
// Heading
$_['heading_title'] = 'Профіль';

// Текст
$_['text_success']  = 'Успіх: Ви змінили свій профіль!';
$_['text_edit']     = 'Редагувати свій профіль';
$_['text_user']     = 'Відомості про користувачів';
$_['text_password'] = 'Пароль';

// Entry
$_['entry_username']  = 'Логін';
$_['entry_password']  = 'Пароль';
$_['entry_confirm']   = 'Підтвердіть пароль';
$_['entry_firstname'] = 'Ім\'я';
$_['entry_lastname']  = 'Прізвище';
$_['entry_email']     = 'E-Mail';
$_['entry_image']     = 'Зображення';

// Error
$_['error_permission']      = 'У Вас немає прав на зміну профілю!';
$_['error_username_exists'] = 'Увага: Логін користувача вже використовується!';
$_['error_username']        = 'Логін користувача має містити від 3 до 20 символів!';
$_['error_password']        = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm']         = 'Пароль та підтвердження пароля не співпадають!';
$_['error_firstname']       = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_email']           = 'Адреса електронної пошти, мабуть, недійсна!';
$_['error_email_exists']    = 'Увага: Адреса електронної пошти вже зареєстрована!';