<?php
// Заголовок
$_['heading_title'] = 'Спосіб оплати';

// Текст
$_['text_payment_method'] = 'Варіанти способу оплати';
$_['text_payment']        = 'Будь ласка, виберіть бажаний спосіб оплати для цього замовлення.';
$_['text_comments']       = 'Додати коментарі до вашого замовлення';
$_['text_agree']          = 'Я прочитав і приймаю <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success']        = 'Успіх: Ви змінили спосіб оплати!';
$_['text_comment']        = 'Успіх: Коментар додано!';

// Вступ
$_['entry_payment_method'] = 'Виберіть спосіб оплати...';

// Помилка
$_['error_payment_address']  = 'Потрібна платіжна адреса!';
$_['error_shipping_address'] = 'Потрібна адреса доставки!';
$_['error_shipping_method']  = 'Потрібний спосіб доставки!';
$_['error_payment_method']   = 'Потрібен спосіб оплати!';
$_['error_no_payment']       = 'Немає доступних способів оплати. Будь ласка, <a href="%s">зв\'яжіться з адміністрацією</a>!';
