<?php
// Заголовок
$_['heading_title'] = 'Спосіб доставки';

// Текст
$_['text_shipping_method'] = 'Варіанти способу доставки';
$_['text_shipping'] = 'Будь ласка, виберіть бажаний спосіб доставки для цього замовлення.';
$_['text_success'] = 'Успіх: Ви змінили спосіб доставки!';

// Вступ
$_['entry_shipping_method'] = 'Виберіть спосіб доставки...';

// Помилка
$_['error_payment_address'] = 'Потрібна платіжна адреса!';
$_['error_shipping_address'] = 'Потрібна адреса доставки!';
$_['error_shipping_method'] = 'Потрібний спосіб доставки!';
$_['error_no_shipping'] = 'Немає доступних способів доставки. Будь ласка, <a href="%s">зв\'яжіться з адміністрацією</a>!';
